<div id="nav" class="ui unstackable small menu">
    <a class="item" href="/ar/index/1">

        الفقه الميسر
    </a>
    <a class="item" href="/ar/index/2">
        العقائد الميسره
    </a>
    <a class="item" href="/ar/send-question">
        <i class="large send icon"></i> ارسال سؤال
    </a>
    <a class="item" href="/ar/my-questions">
        <i class="large mail icon"></i>
        اسئلتي
    </a>


    <div class="ui dropdown item">
        <i class="large browser icon"></i>
        <div class="text">المنشورات</div>
        <div class="menu">
            <a class="item" href="/ar/posts/1">منشورات فقهيه</a>
            <a class="item" href="/ar/posts/2">منشورات عقائديه</a>
        </div>
    </div>


    <div class="ui left dropdown item">
        <i class="large search icon"></i>
        فرز حسب

        <div class="ui vertical menu">


            <a class="item" href="/ar/q-a">المواضيع</a>
            <a class="item" href="/ar/categories">الاقسام</a>




        </div>


    </div>


    <div class="item">
        <form method="post" action="/ar/search" class="ui icon input">
            {{ csrf_field() }}
            <input type="text" placeholder="بحث...">
            <i class="search link icon"></i>
        </form>
    </div>




    <div class="left menu">

        <div class="ui left dropdown item">
            <i class="large settings icon"></i>
            <div class="ui vertical menu">


                <div class="container">

                    <a href="/ar/index/1" class="item">عربي</a>
                    <a href="/en/index/1" class="item">English</a>

                    <a href="/fr/index/1" class="item">French</a>

                    <a class="item" href="/ar/app">
                        <i class="download icon"></i>
                        تحميل التطبيق
                    </a>
                    <a href="/logout" class="item"> تسجيل خروج
                        <i class="log out icon"></i>
                    </a>
                </div>

            </div>


        </div>


    </div>

</div>

<?php
$sub = "آداب الولادة, الإستعاذة, الإسلام, أركان الصلاة - أجزاء الصلاة, أحكام الصلاة, أقسام الصلاة, أفعال الصلاة, الإستخفاف في الصلاة, الأذان والإقامة, الأغسال الواجبة, الأغسال المندوبة, الإجهاض (سقط الجنين), الإنجاب وعملية العقم, الإستنساخ البشري, إهداء الأعضاء, الأولاد, الإحتلام, الإستمناء (العادة السرية), الإستبراء, الإستنجاء, الإستحاضة, أحكام المياه, أهل البيت (ع), أوقات الفرائض اليومية, أهل الكتاب, الأنفحة والأنزيمات, الأضحية, آداب المائدة, إستعمال المنشطات, الإسراف والتبذير, الإحتكار, الإرتداد, الإعتكاف, الإستصحاب, الإقرار, الإجتهاد, الإستعارة, إبراء الذمة, الإستثمار, الألعاب الرياضيّة, الألعاب الألكترونية, آلات اللهو والطرب, الأقمار الصناعية (الستلايت), الأفلام, الإنترنت, الأناشيد الاسلامية, الأعياد و المناسبات, الإختلاط بين الجنسين, الأمر بالمعروف والنهي عن المنكر, أموال الدولة, إحياء الأراضي الموات, إستنساخ البرامج, الأجرة, الإجارة, الإنقلاب (المطهّرات), الإنتقال (المطهرات), الإستحالة (المطهرات), الإحرام بالنذر في الحج, الإستخارة, إحضار الأرواح, الإحتضار, الأحكام الشرعية, أحكام المفقود زوجها, الأحكام, أولياء عقد النكاح, الإعتمادات, الأشجار, أحكام المسافر, الأوزان الشرعية, الإقالة, آداب التجارة, الإيلاء, أحكام المجنون, أحكام اليتيم, أحكام الفصل (الفصل العشائري), الإكرامية, الإنفاق والبذل, آداب دخول مكة المكرمة في الحج, آداب الطواف في الحج, آداب صلاة الطواف في الحج, آداب السعي في الحج, آداب الإحرام بعرفات في الحج, آداب الوقوف بعرفات في الحج, آداب الوقوف بالمزدلفة في الحج, آداب رمي الجمرات في الحج, آداب مكة المعظمة في الحج, الأعيان النجسة, آداب شرب الماء, آداب الأكل, آداب الزواج, آداب المدينة المنورة في الحج, آداب يوم عرفة في الحج, أحكام المرأة في العمرة والحج, الأجبان والألبان, الأسماك, أحكام المسلوس والمبطون, الإيداع في البنوك, أهل الخبرة, إزالة الشعر, الأسآر, أكل الطين والتراب, الأسماك المعلبة, إحترام النعمة, إطلاق العيارات النارية, الإستظهار في الحيض, الإعراض عن الوطن, الإستطاعة البذلية في الحج, الأرش, أموال غير المسلمين, أخذ الرواتب بطرق غير مشروعة, إذلال المسلم لنفسه, الإصلاح بين الناس وحلِّ خلافاتهم, إنقطاع أحد الزوجين عن زوجه, إسقاط الحمل, الألعاب المحرّمة, إيقاظ النائم للصلاة, الأدوية الطبية, إيفاد الموظفين, الإدخار, إجارة الرحم, الأنهار الكبار, أحكام العيب ( النكاح ), الإفطار حسب إعلان الحكومة, الإفطار مع العامة, الأشخاص المرخص لهم ( الصوم ), الافطار في بداية سن التكليف (الصوم ), الافطار في صوم القضاء, المراسلات من خلال شبكات التواصل العالمية ( الإنترنيت ), الأعمال غير المناسبة في شهري محرم وصفر, الإستطاعة في الحج, البيع والشراء, بيع السندات, بيع الأعضاء, بيع الآثار, بيع السلف, بيع الأجل, بيع الشرط, البلوغ في الذكر والأنثى, البكاء, البورصة, بيع الثمار والخضر والزرع, البهائم, بيع الحيوان, بيع الصرف, البيع الفضولي, بيع الأسهم, بيع العملات, بيع الذهب, بيع الدم, بيع الخمور, بيع اللحوم, البقاء على تقليد الميت, البلاد الإسلامية, بيع المعاطاة, بيع العرية, البهتان, بيع الكلاب, بيع لحم الخنزير, بيع الأحجار, بيع الصكوك, بيع المشتقات النفطية, بيع الجلود, بيع الميتة, بيع السجل التجاري, بيع الآلآت الموسيقية, بيع أوراق اليانصيب, بيع المخدرات, بيع المصحف الكريم, بيع الأدوية, بيع المجلات والأفلام الخليعة, البيع على الأرصفة العامة, بيع النسيئة, بطافة الائتمان, التسليم في الصلاة, التشهّد في الصلاة, التقليد, تكبيرة الإحرام في الصلاة, الترتيب في الصلاة, التعقيبات في الصلاة, التسبيحات في الصلاة, تارك الصلاة, التيمم, التحية والسلام, التقبيل, تسمية الأبناء, التصفيق, تربية الأولاد, التبنّي, التدريس, التلفزيون, التمثيل والمسرح, التصوير والصور, تحنيط الميت, التماثيل, التنجيم, تكفين الميت, تسخير الجن, تشريح الأعضاء, ترقيع الأعضاء, التلقيح الصناعي, التدليس, التعرّب بعد الهجرة, التأمين في العقود, التقية, التمكين, التدخين, التزوير, التخلي, التبرّعات, التعامل مع الشركات, التظليل في الحج, التجويد, تغيير الجنسية, التبعية, التوسل, التحدث مع الأجنبي, التحف والآثار, التعويض, التورية, التوظيف لدي الحكومة, التجارة, تعدد الزوجات, التربة الحسينية, ترخيص الإفطار في الصوم, التذكية في الحيوانات, تحنيط الحيوان, التزاحم بين واجبين, تارك الصوم, التدخين في الصوم, التكفير في الصلاة, التبعيض في التقليد, ترك الواجبات, التجسّس, التبرّع بالدم, الترتيب في الوضوء, التجافي في الصلاة, التبليغ والدعوة, تارك الحج, التقيّد بالأحكام والقوانين, التجارة في الخمور, تشييع الميت, التزاور بين المؤمنين, التربية الجنسية, التثبيت في الوضوء, التهاون في أداء الصلاة, تبديل الطحين بالخبز, تأجير العملة, تأخير قضاء الصوم, تناول المفطر نسياناً ( الصوم ), ترك الصوم تقية, التيمم بدل الغسل في شهر رمضان ( الصوم ), التبذير في طبخ الطعام, الثيّب, ثواب الأعمال, ثواب النصيحة, الجهر والإخفات في الصلاة, الجمع بين الصلاتين, الجمعيات والأسهم, الجمعيات التعاونية, الجعالة, الجوائز, الجماع, الجنابة, الجبيرة, الجلود, الجهاد, الجيلاتين, جلسة الإستراحة في الصلاة, الجنابة في نهار شهر رمضان المبارك, الجلوس على مائدة يقدم عليها الخمر, الجمع بين حكم النساء والمستحاضة في الصوم, الحج, حج التمتع, حج الإفراد, حج القران, الحج الإستئجاري, الحج النيابي, الحج البذلي, الحلق والتقصير في الحج, الحرمين الشريفين, حدود الحرمين الشريفين, الحجاب, الحديث مع الأجنبي, الحب بين الجنسين, الحقوق الشرعية, حقوق الوالدين, حقوق الأبناء, الحقوق الزوجية, حقوق التأليف والطباعة, الحق العام, حق الجار,  الحضانة, الحمل وموانع الحمل, الحيض, الحجامة, حلق اللحية, الحوالات المصرفية, الحجر, الحبوة, الحسد, الحيوانات, الحملدارية في الحج, حيوان البحر, الحج البلدي والميقاتي, حج الصبي, الحائض وتلاوة القران, الحداد في العدة, حُبُّ المال والحرص على الدّنيا, الحج والإمتحان والزواج, الحدائق العامة, حف الوجه والحاجب, حضور القلب في الصلاة, حكم المطاف الجديد, الخطوبة, الختان, الخمس, الخمس في الحج, الخلوة مع الأجنبي, الخرطات التسعة, الخشوع في الصلاة, الخلل في الصلاة, الخيارات في العقود, خيار العيب, خيار الغبن, الخلل في الوضوء, خيار المجلس, خيار الحيوان, خيار التأخير, الخلع في الطلاق, الخضاب, دفن الميت, الدعاء,  الدية, الدّين, دائم الحدث, دفع الغرامات, الدماء الثلاثة, دية الجنين, الدم في البيض, دفن الميت في مقابر الكفار, الذكر في الصلاة, الذباحة, الذبح في الحج, ردّ السلام, رد المظالم, ردّ الأمانة, رؤية الهلال, رؤية الأفلام, رؤية الأحلام, الرقص, الرسم, الرهن, الرهان, الرشوة, الربا, الركوع في الصلاة, الرضاع, الرجعة في الطلاق, الرياء, ركوب الدراجة للمرأة, رياضة السيدات, الراتب التقاعدي, الزواج الدائم, الزواج العرفي, الزواج المدني, الزنا, الزينة, الزكاة, زكاة الفطرة, الزيارة, زكاة النقدين, زكاة الغلات, زينة المرأة, زراعة الأعضاء البشرية والحيوانية, زيت السمك, زكاة الأموال, توجيهات بخصوص زيارة أربعين الإمام الحسين ( عليه السلام ), السجود في الصلاة, السهو في الصلاة, سجود السهو, السباحة, السياحة, سباق الخيل, السياقة, سور العزائم, السحر, السرقة, السحاق, السينما, السعي في الحج, السب, سهم الإمام, السهام, السرقفلية, الستر والساتر في الصلاة, الستر, السبق في المعاملات, السفه, السلف, سجدة التلاوة, سفر الغريم, السحب على المكشوف, السفر المحرّم, سكّر الكحول, السحت, سفر المؤمن إلى بلد غير إسلامي, سوء الظن, السنن في الوضوء, السجود على المحارم الورقية, السمك, الشعائر الحسينية, الشكوك في الصلاة, الشكوك, الشر كة, الشركات الأجنبية, الشفعة, الشعر, الشطرنج, الشهادات, الشرائط في الوضوء, شراب الشعير (ماء الشعير), الشعر الصناعي, شهادة الزور, الشرط الضمني والتعهد الضمني, شروط فيمن يغسِّل الميت, شارب الخمر, الشك في صحّة الصوم, الصلاة في المسجد, الصلاة في القطار والسيارة, الصلاة في الطائرة, الصلاة في القطب, الصلاة الإستئجارية والنيابية, صلاة المريض, صلاة الميت, صلاة الوحشة, صلاة الوالدين, صلاة الغفيلة, صلاة الآيات, صلاة الليل, صلاة الإستخارة, صلاة الجمعة, صلاة العيد, صلاة عيد الأضحى, صلاة الإحتياط, صلاة الإستسقاء, صلاة الطواف في الحج, الصلوات المستحبة, الصلوات المندوبة, صوم المريض, صوم الحامل, صوم المرضع, صوم النذر, صوم يوم عاشوراء, صوم القضاء, صوم العيدين (الفطر والأضحى), الصوم المستحب, الصوم الإستئجاري والنيابي, الصدقة, صلة الأرحام, الصداقة, الصلح, الصيد, الصور والتصوير, صبغ الشعر, الصحافة, الصلاة في البحر, صوت المرأة, الصلاة من جلوس, صلاة الرجل محاذاة المرأة, صور المعصومين (ع), صلاة المرأة في المسجد, صوم الشيخ والشيخة, صوم يوم عرفة, صوم الصمت, صناعة الخلّ, الصلاة بالحاجيات الجلدية, صورة المرأة, صوم أيام التشريق, صوم الدهر, الصلاة والصوم للمجنون والمغمى عليه, الصلاة على الكرسي, الصلاة والصوم للأبكم والأصم, صوم كثير السفر, الصلاة والصوم لطلاب الجامعة, الصوم والضعف, الصوم وترطيب الشفتين, الصوم والسباحة, الصوم والبخّاخ والمغذي, الصوم وتنظيف الأسنان بالفرشاة, الصوم والإحتقان والتحاميل, الصوم وإبتلاع القشع (البلغم), الصوم في المناطق الشمالية للكرة الأرضية, الصوم وأصحاب المهن الشاقة, الصوم والبلوغ, صوم الحائض والنفساء, الصائم وقراءة القران, الصوم وخروج الدم من اللثة والأسنان, الصوم وحكم التقيؤ والتجشؤ والمضمضة, الصوم وحكم العطر والكحل, صوم ستة أيّام من شوال, الصوم والامتحانات المدرسية, الصيام عن الميت ممن عليه القضاء, صوم المسافر, صوم قضاء الحاجة, الصوم ومضغ العلك, الصوم وترطيب الشفاه, صوم الوصال, الصوم والعادة السريّة ( الاستمناء ), الصوم والتدخين, الضمان, الضرب, الضالة, ضراب الفحل, الضوابط القانونية, الطهارة, الطلاق, الطلاق البائن, الطلاق الرجعي, الطلاق الخلعي, طلاق المباراة, الطواف في الحج, طواف النساء في الحج, طواف الوداع في الحج, طاعة الوالدين, الطب الروحاني, الطلاسم, الطيور, الطلاق البدعي, الطلاق السنّي, طلاء الأظافر, الطلاء بالحناء, الطب, الظلم, الظهار, العقيقة, العارية, العهد, العورة, العمرة المفردة, عمرة التمتع, العمل, العطور, عمليات التجميل, العملات الأجنبية, العلاقات بين الجنسين, العتبات المقدسة, العقود, العقد الفضولي, العمولة, العمل في الدوائر, عقوق الوالدين, عمل المرأة خارج البيت, العمل في البنوك, عرق الجنب, العدسات اللاصقة, العدة في الوفاة, العدة الرجعية, العلاقات مع غير المسلمين, عصير العنب, العربون في البيع والشراء, العمل في الكمارك, عمل المرأة في التمريض, العمل في مقاهي الإنترنت, العمل الأسود في بلاد الغرب, غسل الجنابة, الغسل الترتيبي, الغسل الإرتماسي, غسل الحيض والنفاس, الغسل المستحب, غسل الجمعة, غسل الميت, الغَسل, الغيبة, الغش في المعاملات, الغناء, الغزل في الشعر, الغصب, الغسالات الكهربائية, الغش في الإمتحان, الفوائد المصرفية (البنوك), الفحص الجيني, فاقد الطهورين, فحص الطبيب للمريضة الأجنبية, الفتاة الباكر, الفقاع, القيام في الصلاة, القنوت في الصلاة, القواطع في الصلاة, قراءة الغزل, قراءة الفنجان, قراءة الكف, قراءة الأبراج, القبور, القضاء, القصاص, القذف (الزوج والزوجة), القنوات الفضائية, القواطع في السفر, القسمة والنصيب, القيمومة, القرعة, قضاء الأجزاء المنسيّة في الصلاة, القسمة, القيمة السوقية, قتل الحشرات, قراءة القصص, قضاء الصوم في الأيام المستحبة, الكذب, الكفر والكفار, كثير الشك, الكفالة,  الكمبيالات, الكبائر, كشف الأسرار, الكفارة في الحلف بالله, كتب تحتوي على أسماء مباركة, كيفية تشخيص المجتهد الأعلم, كيفية تطهير الثوب أو الفراش المتنجّس, كيفية تطهير اللباس المتنجّس بالخمر, الكحل في العينين, كفّارة الصوم, كيفيّة قضاء الصوم, لباس المرأة, لبس الذهب للرجال, لبس الخاتم, اللمس, اللواط, اللعان, اللقيط, لبس النقاب, اللحوم المعلّبة, لباس الشهرة, اللحوم, لبس الحرير للرجال, لعب الأطفال, الليزر, المعاملات المحرّمة, المعاملات المكروهة, المزارعة, المساقاة, المضاربة, المصافحة, المعانقة, المصارعة, المداعبة, المراسلة, المحاماة, المهر, المحبة, المسابقات, مجالس الأعراس, مكان المصلي, المكروهات في الصلاة, المكروهات في الصوم, متعة الحج, المبيت في منى في الحج, المحصور في الحج, المصدود في الحج, مستحبات الإحرام في الحج, مكروهات الإحرام في الحج, محرمات الإحرام في الحج, المطهّرات, الموالاة في الوضوء والصلاة, مس الميت, المساجد, المخدرات, المحارم, مجهول المالك, ملك اليمين, الماء الكر, المخاصمة, موجبات حرمة النكاح, المشتركات, المياه, المصاهرة, المغارسة, الميتة, المحرمات, المنفعة, المزايدة, المساومة والمرابحة, المباراة في الطلاق, الموالاة في طواف الحج, الموت الدماغي, مساحيق التجميل, مكياج المرأة في الوضوء والصلاة, مرض الأيدز وأحكامه, المرافق الصحية, المزابنة, المحاقلة, المضاربة الأذنية, المهر الفاطمي, ممارسة القضاء في بلد غير إسلامي, المتاجرة بالكتب الخطية والآثار الإسلامية, مكارم الأخلاق, المباشرة في الوضوء, المفقودات, المصالحة, المنح الدراسية والمساعدات, موعظة في الصوم, مراسم العزاء ووقت الصلاة, النفاس, النية, النية في الصلاة, النية في الصوم, النكاح, النوافل اليومية, النحت, نبش القبر, النشوز والشقاق, النصيحة, النجش, النسب, نذر الزوجة, النظرة المحرمة, النميمة, نقص الدين, النظر إلى الصور والأفلام الخليعة, النية في الوضوء, نهج البلاغة, الوسواس, الوصية في الحج, ولاية الفقيه, ولاية الأب على الصبي, الوديعة, الوكالة, الوشم, وطء الشبهة, ولوغ الكلب, الوفاة في البلدان غير الإسلامية, وقت الإمساك ( الصوم ), وقت الإفطار ( الصوم ), الهبة, الهدية, الهجر بين المؤمنين, الهندسة الوراثية, اليانصيب واللوتري";




?>

<script>
    $('.ui.dropdown')
        .dropdown()
    ;

</script>